Tekla Open API Reference for Tekla Structures 2025
DistanceConverter Constructor
Initializes a new instance of the DistanceConverter class
 Namespace: Tekla.Structures.Datatype
 Assembly: Tekla.Structures.Datatype (in Tekla.Structures.Datatype.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
public DistanceConverter()
Public Sub New
See Also
Reference
DistanceConverter Class
Tekla.Structures.Datatype Namespace